const wineInfoList = {
    "必富达":"Beefeater是伦敦塔守卫的昵称，他们守卫伦敦塔已有500多年的历史。这一品牌正是受此启发而得名。",
    "哥顿":"哥顿金酒在1769年于英国伦敦首次出品，通过三重蒸馏而得到，使用了3种植物香料、杜松子及一种神秘香料，这种香料在全世界只有12人知晓。",
    "孟买蓝宝石":"蓝宝石金酒的配方是基于最古老的配方之一的一款高档伦敦干金酒。·最初诞生于1761年英国的西北部。凭借其精致绝伦的外观和口感，配着它现代感的蓝宝石蓝色酒瓶，刻着异国的药材版画，被认为是最优质的金酒。",
    "三得利六金酒":"三得利六金酒使用了8种日本四季生长的植物做原料，是口感非常圆润的日本精酿金酒，能感受到日本柚子香气，有樱花、叶格茶的温和甘甜，日本山椒的余韵。",
    "添加利":"由添加利哥顿公司生产，该公司于1898年，由哥顿公司与查尔斯添加利公司合并产生。添加利金酒是金酒种的极品名酿，深厚甘冽，具独特的杜松子及其他香草配料的香味，是美国最著名的进口金酒，广受世人赞赏。",
    "钻石":"1872年，钻石公司推出第一款特制的伦敦干金酒，选用了12种天然植物成分精心调制，口感平滑、清爽、细品能尝到近似柑橘的味道。"
}
const wineList = ["三得利六金酒","哥顿","孟买蓝宝石","必富达","添加利","钻石"];