const wineList = ["习酒_酱香","五粮液_浓香","剑南春酒_浓香","古井贡酒_浓香","天之蓝_浓香","宝丰酒_清香","桂林三花_米香","汾酒_清香","泸州老窖_浓香","洋河大曲_浓香","竹叶青_清香","红星_清香","西凤酒_凤香","贵州茅台酒_酱香","郎酒_酱香"]; //图片名称列表
const tagList = ["酱香","浓香","清香","米香","凤香"]; //图片名称列表

const history = "liquor_history"  //缓存键名
const dirName = "pics/中国白酒"  //图片路径
const wineInfoList = {
    "宝丰酒_清香":"宝丰酒，以优质高粱为原料，大麦、小麦、豌豆混合制曲，陶瓷地缸发酵，采用'清蒸二次清'的酿造工艺，经续渣操作，水泥池地窖发酵，甑桶蒸馏，量质摘酒，长贮陈酿，精心勾兑等工序而酿成。",
    "汾酒_清香":"汾酒，产自山西汾阳杏花村，是我国清香型白酒的典型代表。",
    "古井贡酒_浓香":"古井牌古井贡酒是安徽省亳州市古井酒厂的产品，酒度分为38度、55度、60度三种。",
    "贵州茅台酒_酱香":"茅台酒，独产于中国的贵州省仁怀市茅台镇，是大曲酱香型白酒的鼻祖。",
    "桂林三花_米香":"桂林三花：'桂林三宝'之一三花酒，桂林三花酒是中国米香型白酒的代表，被誉为米酒之王，是桂林人的骄傲。桂林三花酒以其历史悠久，工艺独特、品质优良而倍受中外游客的青睐。属米香型小曲白酒。",
    "红星_清香":"红星二锅头：红星二锅头酒是传统酿酒工艺与现代微生物技术相结合的结晶，以优质红高梁、大麦、碗豆、纯净水为原料，清蒸清烧，老五甑工艺蒸馏，掐头去尾截取中段，长年窖存。酒质清澈透明，气味香馥、醇厚甘冽、清香纯正、回味悠长。",
    "剑南春酒_浓香":"剑南春牌剑南春酒是四川省绵竹市剑南春酒厂的产品，酒度分28度、38度、52度、60度，属浓香型大曲酒。",
    "郎酒_酱香":"郎酒以\"酱香浓郁，醇厚净爽，幽雅细腻，回甜味长\"的独特香型和风味而闻名全国",
    "泸州老窖_浓香":"泸州老窖，是四川省泸州老窖酒厂的产品，酒度有38度、52度、60度三种。",
    "天之蓝_浓香":"天之蓝：天之蓝是中国江苏洋河酒厂股份有限公司生产的蓝色经典系列中的一款白酒，天之蓝外包采用银色与蓝色相搭配，口味绵柔。",
    "五粮液_浓香":"五粮液牌五粮液酒是四川省宜宾五粮液酒厂的产品，酒度分39度、52度、60度三种，属浓香型大曲酒中出类拔萃之佳品。",
    "西凤酒_凤香":"西凤酒，产于陕西省宝鸡市凤翔县柳林镇，有33度、38度、39度、42度、45度、48度、50度、55度、65度等多种度数，具有独特的凤香型特点。",
    "习酒_酱香":"习酒,因古习国而得名，在与茅台相距50公里的二郎滩渡口，习酒厂内有一股清澈甘冽的山泉，用这里山泉酿造美酒有独特的风味。习酒以当地的优质糯高粱为原料，小麦制成高温大曲，堆积糖化，二次投料，八次发酵，九次蒸馏，密封贮存，精心勾兑而成。它完全具有茅台酒的风味。",
    "洋河大曲_浓香":"洋河大曲”产于江苏省宿城区，就是用当地“美人泉”的水酿制而成的。诗人称赞“洋河美人泉，佳酿醉神州”。浓香型的风味，又有独自的风格。醇香浓郁，余味爽净，回味悠长，是浓香型大曲酒，有“色、香、鲜、浓、醇”的独特风格，以其“入口甜、落口绵、酒性软、尾爽净、回味香、辛辣”的特点，闻名中外。",
    "竹叶青_清香":"竹叶青酒，以汾酒为\"底酒\"，保留了竹叶的特色，再添加砂仁、紫檀、当归、陈皮、公丁香、零香、广木香等十余种名贵中药材以及冰糖、雪花白糖、蛋清等配伍，精制陈酿而成，使该酒具有性平暖胃、舒肝益脾、活血补血、顺气除烦、消食生津之多种功效。"
}