const wineList = ["奥美加银","奥美加金","懒虫金","懒虫银","豪帅金快活","豪帅银快活","阿卡威塔金","阿卡威塔银","雷博士"];
const history = "tequila_history"
const dirName = "pics/龙舌兰"

const wineInfoList = {
    "阿卡威塔金":"阿卡威塔龙舌兰[AGAVITA]来自墨西哥，口感强劲，入口顺滑，具有浓厚龙舌兰植物的味道。",
    "阿卡威塔银":"阿卡威塔龙舌兰[AGAVITA]来自墨西哥，口感强劲，入口顺滑，具有浓厚龙舌兰植物的味道。",
    "奥美加金":"奥美加龙舌兰在1967年推出，目前已遍布全球80个国家，是在墨西哥哈利斯科州生产的优质龙舌兰酒。",
    "奥美加银":"奥美加龙舌兰在1967年推出，目前已遍布全球80个国家，是在墨西哥哈利斯科州生产的优质龙舌兰酒。",
    "豪帅金快活":"墨西哥豪帅金快活龙舌兰酒　JOSE CUERVO TEQUILA豪帅金快活龙舌兰酒厂成立于1795年，历史悠久，是世界最大的龙舌兰烈酒生产商，著名酿制顶级橡木桶陈年的龙舌兰烈酒。",
    "豪帅银快活":"墨西哥豪帅金快活龙舌兰酒　JOSE CUERVO TEQUILA豪帅金快活龙舌兰酒厂成立于1795年，历史悠久，是世界最大的龙舌兰烈酒生产商，著名酿制顶级橡木桶陈年的龙舌兰烈酒。",
    "懒虫金":"懒虫龙舌兰酒(Camino Real )起源于墨西哥的Tequila的地区，选用天然优质的墨西哥龙舌兰酿制而成。",
    "懒虫银":"懒虫龙舌兰酒(Camino Real )起源于墨西哥的Tequila的地区，选用天然优质的墨西哥龙舌兰酿制而成。",
    "雷博士":"雷博士龙舌兰酒师100%产于墨西哥哈利斯科州的一种龙舌兰酒自1857年于墨西哥东部连绵山脉中的特吉拉村庄开始生产雷博士龙舌兰酒在1998年击败了Cuervo 1800，porfidio等众多对手获得世界龙舌兰酒大奖并得到墨西哥质量和原产地认可奖章。"
}